export const MAIN = '/';
export const REGULATIONS = '/regulations';
export const ACTIVITY = '/activity';
export const NEWS = '/news';
export const ARTICLES = '/articles';
export const CONTACTS = '/contacts';
export const HTML_PARAMS = {
    index: {
        title: 'Товариство шанувальників крафтового пива м. Горішні Плавні',
        metaDescription: 'Громадська організація «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaKeywords: 'громадська організація, крафтове пиво в місті Горішні Плавні',
    },
    regulations: {
        title: 'Статут громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaDescription: 'Статут громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaKeywords: 'статут, громадська організація, крафтове пиво в місті Горішні Плавні',
    },
    activity: {
        title: 'Діяльність громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaDescription: 'Діяльність громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaKeywords: 'діяльність, громадська організація, крафтове пиво в місті Горішні Плавні',
    },
    news: {
        title: 'Новини громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaDescription: 'Новини громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaKeywords: 'новини, громадська організація, крафтове пиво в місті Горішні Плавні',
    },
    articles: {
        title: 'Статті громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaDescription: 'Статті громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaKeywords: 'статті, громадська організація, крафтове пиво в місті Горішні Плавні',
    },
    contacts: {
        title: 'Контакти громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaDescription: 'Контакти громадської організації «Товариство шанувальників крафтового пива м. Горішні Плавні»',
        metaKeywords: 'контакти, громадська організація, крафтове пиво в місті Горішні Плавні',
    },
};