import React from 'react';
import { PrimaryHeadline } from 'components/PrimaryHeadline';

import textCss from 'styles/Text.sss';


// ’ '
// &mdash; – -
// &laquo; «
// &raquo; »
export const Regulations = () => (
    <React.Fragment>
        <PrimaryHeadline>
            Статут громадської організації &laquo;Товариство шанувальників крафтового пива м.&nbsp;Горішні&nbsp;Плавні&raquo;
        </PrimaryHeadline>
        <ol className={`${textCss.numberedList} ${textCss.numberedListMainLevelUppercase}`}>
            <li>
                ЗАГАЛЬНІ ПОЛОЖЕННЯ.
                <ol>
                    <li>Громадська організація &laquo;Товариство шанувальників крафтового пива м. Горішні Плавні&raquo; (далі &mdash; Організація) є добровільним об’єднанням фізичних осіб, створеним для здійснення та захисту прав і свобод людини та громадянина, задоволення суспільних, зокрема, економічних, соціальних, культурних, освітніх та інших інтересів своїх членів та/або інших осіб.</li>
                    <li>
                        Найменування Організації українською мовою:<br/>
                        Повне найменування Організації &mdash; Громадська організація &laquo;Товариство шанувальників крафтового пива м. Горішні Плавні&raquo;.<br/>
                        Скорочене найменування Організації &mdash; ГО &laquo;Товариство шанувальників крафтового пива м. Горішні Плавні&raquo;.
                    </li>
                    <li>
                        Назва Організації іноземною мовою:<br/>
                        Повна назва Організації англійською мовою &mdash; &laquo;CRAFT BEER HORISHNI PLAVNI&raquo;.
                        Скорочена назва Організації англійською мовою &mdash; &laquo;CBHP&raquo;.
                    </li>
                    <li>Організація у своїй діяльності керується Конституцією України, Цивільним кодексом України, Податковим кодексом України, Законом України &laquo;Про громадські об’єднання&raquo;, Законом України &laquo;Про державну реєстрацію юридичних осіб, фізичних осіб-підприємців та громадських формувань&raquo;, іншим чинним законодавством України та цим Статутом. Правовою основою діяльності Організації є також регламентні документи та рішення загального характеру, що приймаються Організацією у межах їх статутних повноважень і є обов’язковими для всіх членів.</li>
                    <li>Організація є непідприємницьким товариством, основною метою якого не є одержання прибутку. Організація вільна у виборі напрямків своєї діяльності та діє на засадах добровільності, самоврядності, вільного вибору території діяльності, рівності перед законом, відсутності майнового інтересу її членів (учасників), прозорості, відкритості та публічності.</li>
                    <li>Місцезнаходження Організації: Україна, 39800, Полтавська область, м. Горішні Плавні, вул. Миру, буд. 20, кв. 47.</li>
                </ol>
            </li>
            <li>
                ЮРИДИЧНИЙ СТАТУС ОРГАНІЗАЦІЇ.
                <ol>
                    <li>Діяльність Організації має суспільний характер, що проявляється у її взаємодії з органами державної влади, органами місцевого самоврядування, підприємствами, установами, організаціями різних форм власності, встановленні партнерських відносин з іншими громадськими організаціями, рухами, фондами, зареєстрованими в Україні чи за її межами, громадянами України, іноземцями та/або особами без громадянства.</li>
                    <li>Організація набуває статусу юридичної особи з моменту її державної реєстрації згідно з чинним законодавством, має свою печатку, штампи і бланки зі своїм найменуванням та рахунки у банківських установах. Організація може мати власну символіку (емблему, інший розпізнавальний знак, прапор), яка підлягає реєстрації у встановленому законодавством порядку.</li>
                    <li>З моменту державної реєстрації Організація має виключне право на використання свого найменування.</li>
                    <li>
                        Для досягнення своєї мети та виконання статутних завдань Організація у встановленому чинним законодавством порядку має право:
                        <ol>
                            <li>Здійснювати будь-яку не заборонену законом діяльність, яка необхідна для виконання статутних завдань Організації.</li>
                            <li>Виступати учасником цивільно-правових відносин, набувати майнові і немайнові права та обов’язки.</li>
                            <li>Представляти і захищати свої законні інтереси та законні інтереси своїх членів чи інших осіб у будь-яких органах державної влади, в тому числі судах, правоохоронних органах, у органах місцевого самоврядування, на підприємствах, в установах та організаціях усіх форм власності та підпорядкування.</li>
                            <li>Вільно поширювати інформацію про свою діяльність, пропагувати свою мету (цілі).</li>
                            <li>Ідейно, організаційно та матеріально підтримувати інші об’єднання громадян,  надавати допомогу в їх створенні та веденні їх діяльності.</li>
                            <li>Розповсюджувати інформацію, пропагувати свої цілі та ідеї; публікувати наукові та методичні результати діяльності організації; проводити інформаційно-роз’яснювальну роботу.</li>
                            <li>Одержувати у порядку, визначеному законом, публічну інформацію, що знаходиться у володінні суб’єктів владних повноважень, інших розпорядників публічної інформації.</li>
                            <li>Брати участь в організації і фінансуванні, а також самостійно проводити конференції, семінари, змагання, лекторії, круглі столи, консультації, творчі заходи, турніри, конкурси та інші заходи, пов’язані зі статутною діяльністю Організації, із залученням представників громадськості, органів державної влади та місцевого самоврядування, експертів із різних галузей суспільного життя, у т.ч. міжнародних.</li>
                            <li>Отримувати допомогу у вигляді коштів або майна, що надходить безоплатно у вигляді членських внесків, безповоротної фінансової допомоги, пожертв, грантів та самостійно вирішувати питання про їх використання.</li>
                            <li>Здійснювати в порядку, передбаченому чинним законодавством, необхідну господарську та іншу підприємницьку діяльність безпосередньо або через створення в порядку, передбаченому законом, юридичних осіб (товариств, підприємств), якщо така діяльність відповідає меті (цілям) Організації та сприяє її досягненню.</li>
                            <li>Звертатися у порядку, визначеному законом, до органів державної влади, органів місцевого самоврядування, їх посадових і службових осіб з пропозиціями (зауваженнями), заявами (клопотаннями), скаргами.</li>
                            <li>Одержувати у порядку, визначеному законом, необхідну для реалізації своєї мети і завдань публічну інформацію, що знаходиться у володінні суб’єктів владних повноважень, інших розпорядників публічної інформації.</li>
                            <li>Брати участь у порядку, визначеному законодавством, у розробленні проектів нормативно-правових актів, що видаються органами державної влади, органами місцевого самоврядування і стосуються сфери діяльності громадського об’єднання та важливих питань державного і суспільного життя.</li>
                            <li>Брати участь у порядку, визначеному законодавством, у роботі консультативних, дорадчих та інших допоміжних органів, що утворюються органами державної влади чи органами місцевого самоврядування для проведення консультацій з громадськими об’єднаннями та підготовки рекомендацій з питань, що стосуються сфери їхньої діяльності.</li>
                            <li>Підтримувати прямі міжнародні контакти з організаціями громадян інших країн, укладати відповідні угоди та брати участь у міжнародних заходах з питань діяльності Організації, що не суперечать міжнародним зобов’язанням України.</li>
                            <li>Засновувати з метою досягнення статутної мети засоби масової інформації.</li>
                            <li>Створювати та реалізувати різноманітні проекти, запроваджувати програми.</li>
                            <li>На добровільних засадах брати участь або засновувати громадські спілки тощо, у тому числі міжнародні, укладати угоди про співробітництво і взаємодопомогу.</li>
                            <li>Одержувати на умовах оренди або тимчасового безкоштовного користування будівлі, обладнання, транспортні засоби та інше майно, що необхідне для здійснення статутних завдань Організації.</li>
                            <li>Відкривати рахунки у національній та іноземній валютах в установах банків.</li>
                            <li>Засновувати нагороди з метою відзнаки членів Організації та її партнерів.</li>
                            <li>Користуватися іншими правами, передбаченими законодавством України.</li>
                        </ol>
                    </li>
                    <li>Організація несе відповідальність за своїми зобов’язаннями належним їй майном. Організація не відповідає за зобов’язаннями своїх членів, а її члени не відповідають за зобов’язаннями Організації, за винятком випадків, коли вони беруть на себе такі зобов’язання.</li>
                </ol>
            </li>

        </ol>
    </React.Fragment>
);
/*
<ol>
    <li></li>
</ol>
*/
